Repository: rondon-open/volto-context-navigation
Catalog: locales/*/LC_MESSAGES/volto.po
Languages: ca, de, es, fi, fr, it, ja, nl, pt, ro, zh_cn

source: Context Navigation Block
ca: Bloc de Navegació Contextual
de: Kontext-Navigationsblock
es: Bloque de Navegación Contextual
fi: Kontekstinavigointilohko
fr: Bloc de navigation contextuelle
it: Blocco di Navigazione Contestuale
ja: コンテキストナビゲーションブロック
nl: Contextnavigatieblok
pt: Bloco de Navegação Contextual
ro: Bloc de navigare contextuală
zh_cn: 上下文导航模块

source: Name
ca: Nom
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
nl: Naam
pt: Nome
ro: Nume
zh_cn: 名称

source: Root Path
ca: Camí arrel
de: Stammpfad
es: Ruta raíz
fi: Juuripolku
fr: Chemin racine
it: Percorso radice
ja: ルートパス
nl: Hoofdpad
pt: Caminho Raiz
ro: Cale rădăcină
zh_cn: 根路径

# includeTop
source: Include top node
ca: Incloure node superior
de: Obersten Knoten einbeziehen
es: Incluir nodo superior
fi: Sisällytä ylin solmu
fr: Inclure le nœud supérieur
it: Includi nodo superiore
ja: 最上位ノードを含む
nl: Bovenste knooppunt opnemen
pt: Incluir nó superior
ro: Include nodul de sus
zh_cn: 包含顶层节点

source: Current folder only
ca: Només la carpeta actual
de: Nur aktuellen Ordner
es: Solo la carpeta actual
fi: Vain nykyinen kansio
fr: Dossier actuel uniquement
it: Solo la cartella corrente
ja: 現在のフォルダーのみ
nl: Alleen huidige map
pt: Apenas pasta atual
ro: Numai folderul curent
zh_cn: 仅当前文件夹

# currentFolderOnlyDescription
source: Only show the contents of the current folder
ca: Mostrar només els continguts de la carpeta actual
de: Nur Inhalte des aktuellen Ordners anzeigen
es: Mostrar solo el contenido de la carpeta actual
fi: Näytä vain nykyisen kansion sisältö
fr: Afficher uniquement le contenu du dossier actuel
it: Mostra solo il contenuto della cartella corrente
ja: 現在のフォルダーの内容のみ表示
nl: Toon alleen inhoud van huidige map
pt: Mostrar apenas o conteúdo da pasta atual
ro: Afișează doar conținutul folderului curent
zh_cn: 仅显示当前文件夹的内容

# topLevel
source: Start level
ca: Nivell d'inici
de: Startebene
es: Nivel inicial
fi: Aloitustaso
fr: Niveau de départ
it: Livello iniziale
ja: 開始レベル
nl: Startniveau
pt: Nível inicial
ro: Nivel de pornire
zh_cn: 起始层级

# bottomLevel
source: Navigation tree depth
ca: Profunditat de l'arbre de navegació
de: Navigationsbaumtiefe
es: Profundidad del árbol de navegación
fi: Navigointipuun syvyys
fr: Profondeur de l'arborescence
it: Profondit√† albero di navigazione
ja: ナビゲーションツリーの深さ
nl: Navigatiediepte
pt: Profundidade da árvore de navegação
ro: Adâncimea arborelui de navigare
zh_cn: 导航树深度

# no_icons
source: Suppress Icons
ca: Suprimir icones
de: Symbole unterdrücken
es: Ocultar iconos
fi: Piilota kuvakkeet
fr: Masquer les icônes
it: Nascondi icone
ja: アイコンを非表示
nl: Pictogrammen verbergen
pt: Ocultar ícones
ro: Suprimă pictogramele
zh_cn: 隐藏图标

# thumb_scale
source: Override thumb scale
ca: Sobreescriu l'escala de miniatures
de: Miniaturgröße überschreiben
es: Anular escala de miniaturas
fi: Ohita pikkukuvien mittakaava
fr: Remplacer l'échelle des miniatures
it: Sovrascala dimensioni miniature
ja: サムネイルサイズを上書き
nl: Miniatuurschaal overschrijven
pt: Substituir escala de miniaturas
ro: Suprascrie scara miniaturii
zh_cn: 自定义缩略图缩放比例

# no_thumbs
source: Suppress thumbs
ca: Suprimir miniatures
de: Miniaturen unterdrücken
es: Ocultar miniaturas
fi: Piilota pikkukuvat
fr: Masquer les miniatures
it: Nascondi miniature
ja: サムネイルを非表示
nl: Miniaturen verbergen
pt: Ocultar miniaturas
ro: Suprimă miniaturile
zh_cn: 隐藏缩略图
